{
    "header-about-me": "Über mich",
    "header-contact": "Kontakt",
    "main-button": "Lass uns reden!",
    "main-scroll": "Scroll runter",
    "aboutme-headline": "Über mich",
    "aboutme-description": "Hallo, ich bin ein Front-End-Entwickler mit Sitz in Lingen, Deutschland. Ich liebe es, neue technikbezogene Dinge zu lernen.",
    "aboutme-first": "Ich lerne schnell und bin begierig, neue Technologien und Fähigkeiten zu erlernen.",
    "aboutme-second": "Ich bin ehrgeizig und habe die nötige Disziplin, um etwas zu lernen.",
    "myskills-headline": "Fähigkeiten",
    "myskills-description": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "myskills-button": "Kontakt aufnehmen",
    "portfolio-description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "portfolio-join-description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit der Drag-and-Drop-Funktion, weisen Sie Benutzer und Kategorien zu.",
    "portfolio-polloloco-description": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "portfolio-pokedex-description": "Basierend auf der PokéAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
    "contact-headline": "Kontakt",
    "contact-question": "Müssen Sie ein Problem lösen?",
    "contact-description": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "contact-contactme": "Brauchen sie einen Frontend Entwickler? <b>Kontaktier mich!</b>",
    "contactform-name": "Ihr Name",
    "contactform-error-name": "Bitte einen Namen eingeben",
    "contactform-mail": "Ihre Email",
    "contactform-error-mail": "Bitte eine Mail eingeben",
    "contactform-message": "Ihre Nachricht",
    "contactform-error-message": "Bitte eine Nachricht eingeben",
    "contactform-pp-first": "Ich habe die",
    "contactform-pp-purple": "Datenschutzerklärung",
    "contactform-pp-second": "gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
    "contactform-button": "Nachricht senden :)",
    "contactform-success": "Nachricht gesendet :D",
    "footer-imprint": "Impressum"
}